[
    {
        "Words": "ability",
        "Definitions": "the quality of having the means or skills to do something",
        "Example": "The coach knows what your athletic prospects are, the guidance office has a sheaf of test scores that relegate you to this or that ability quadrant, and your teachers have got you pegged."
    },
    {
        "Words": "absolute",
        "Definitions": "perfect or complete or pure",
        "Example": "We’re drawn to them because we hunger for absolute authority"
    },
    {
        "Words": "abstract",
        "Definitions": "existing only in the mind",
        "Example": "The students write their abstract, over-intellectualized essays; the professors grade the students for their capacity to be abstract and over-intellectual—and often genuinely smart."
    },
    {
        "Words": "absurd",
        "Definitions": "inconsistent with reason or logic or common sense",
        "Example": "The idea that the courses you take should be the primary objective of going to college is tacitly considered absurd"
    },
    {
        "Words": "academia",
        "Definitions": "the world of higher learning",
        "Example": "The people who do this work have highly developed intellectual powers, and they push themselves hard to reach a certain standard: That the results have almost no practical relevance to the students, the public, or even, frequently, to other scholars is a central element in the tragicomedy that is often academia."
    },
    {
        "Words": "access",
        "Definitions": "the right to enter",
        "Example": "They want the certificate that will give them access to Wall Street, or entrance into law or medical or business school."
    },
    {
        "Words": "accomplish",
        "Definitions": "achieve with effort",
        "Example": "I was about to go off to college, a feat no one in my family had accomplished in living memory."
    },
    {
        "Words": "achievement",
        "Definitions": "the action of accomplishing something",
        "Example": "Welcome and congratulations: Getting to the first day of college is a major achievement"
    },
    {
        "Words": "adequate",
        "Definitions": "having the requisite qualities or resources to meet a task",
        "Example": "Because every subject you study is a language and since you may adopt one of these languages as your own, you’ll want to know how to speak it expertly and also how it fails to deal with those concerns for which it has no adequate words."
    },
    {
        "Words": "administrator",
        "Definitions": "someone who manages a government agency or department",
        "Example": "As for the administrators, their relation to the students often seems based not on love but fear."
    },
    {
        "Words": "adopt",
        "Definitions": "take into one's family",
        "Example": "Because every subject you study is a language and since you may adopt one of these languages as your own, you’ll want to know how to speak it expertly and also how it fails to deal with those concerns for which it has no adequate words."
    },
    {
        "Words": "affirm",
        "Definitions": "declare solemnly and formally as true",
        "Example": "I learned that if I wanted to affirm any consequential ideal, I had to talk my way past Freud."
    },
    {
        "Words": "affront",
        "Definitions": "a deliberately offensive act",
        "Example": "Instead of being punished, these guys frequently stay around, strolling the quad and swilling the libations, an affront (and sometimes a terror) to their victims."
    },
    {
        "Words": "aggressive",
        "Definitions": "characteristic of an enemy or one eager to fight",
        "Example": "Right now, if you’re going to get a real education, you may have to be aggressive and assertive."
    },
    {
        "Words": "alter",
        "Definitions": "cause to change; make different",
        "Example": "This kind of perspective-altering teaching and learning can cause the things which administrators fear above all else: trouble, arguments, bad press, etc."
    },
    {
        "Words": "amok",
        "Definitions": "wildly; without self-control",
        "Example": "The Internet is amok with services selling term papers and those services exist, capitalism being what it is, because people purchase the papers—lots of them."
    },
    {
        "Words": "analysis",
        "Definitions": "abstract separation of something into its various parts",
        "Example": "(Detached analysis has a place—but, in the end, you’ve got to speak from the heart and pose the question of truth.)"
    },
    {
        "Words": "analytical",
        "Definitions": "using or skilled in using reasoning",
        "Example": "And you will have to be tough if the professor mocks you for uttering a sincere question instead of keeping matters easy for all concerned by staying detached and analytical"
    },
    {
        "Words": "arduous",
        "Definitions": "characterized by effort to the point of exhaustion",
        "Example": "When they face equally arduous tasks later in life, students will tap their old resources of determination, and they’ll win."
    },
    {
        "Words": "arrive",
        "Definitions": "reach a destination",
        "Example": "What if you arrive at college devoted to pre-med, sure that nothing will make you and your family happier than a life as a physician, only to discover that elementary-school teaching is where your heart is?"
    },
    {
        "Words": "articulate",
        "Definitions": "express or state clearly",
        "Example": "Brodhead, an impressive, articulate man, seems to take as his educational touchstone the Duke of Wellington’s precept that the Battle of Waterloo was won on the playing fields of Eton."
    },
    {
        "Words": "aspire",
        "Definitions": "have an ambitious plan or a lofty goal",
        "Example": "I don’t mean Freud the aspiring scientist, but the Freud who was a speculative essayist and interpreter of the human condition like Emerson."
    },
    {
        "Words": "assert",
        "Definitions": "declare or affirm solemnly and formally as true",
        "Example": "Let the profs roam free in the realms of pure thought, let yourselves party in the realms of impure pleasure, and let the student-services gang assert fewer prohibitions and newer delights for you."
    },
    {
        "Words": "associate",
        "Definitions": "bring or come into action",
        "Example": "Reading the great writers, you may have the experience that Longinus associated with the sublime: You feel that you have actually created the text yourself."
    },
    {
        "Words": "astonish",
        "Definitions": "affect with wonder",
        "Example": "You can get a terrific education in America now—there are astonishing opportunities at almost every college—but the education will not be presented to you wrapped and bowed"
    },
    {
        "Words": "attend",
        "Definitions": "be present",
        "Example": "Then I had better study literature, unless I had inside information to the effect that reincarnation wasn’t just hype, and I’d be able to attend college thirty or forty times."
    },
    {
        "Words": "aversion",
        "Definitions": "a feeling of intense dislike",
        "Example": "Self-reliance is its aversion"
    },
    {
        "Words": "balance",
        "Definitions": "harmonious arrangement or relation of parts within a whole",
        "Example": "You must inquire of yourself if balanced calm is the most desirable human state"
    },
    {
        "Words": "banish",
        "Definitions": "expel, as if by official decree",
        "Example": "You must ask whether reason should always rule the passions, philosophers should always rule the state, and poets should inevitably be banished from a just commonwealth."
    },
    {
        "Words": "barrage",
        "Definitions": "the heavy fire of artillery to saturate an area",
        "Example": "(Though sometimes—and this I owe to Emerson—it seems right to let the psyche fall into civil war, accepting barrages of anxiety and grief for this or that good reason.)"
    },
    {
        "Words": "benevolent",
        "Definitions": "showing or motivated by sympathy and understanding",
        "Example": "He declares that dreams don’t predict the future and that there’s nothing benevolent about them"
    },
    {
        "Words": "blame",
        "Definitions": "an accusation that one is responsible for some misdeed",
        "Example": "And how can we blame them"
    },
    {
        "Words": "bore",
        "Definitions": "make a hole, especially with a pointed power or hand tool",
        "Example": "But the public also senses that because professors don’t pay full-bore attention to teaching they don’t have to work very hard—they’ve created a massive feather bed for themselves and called it a university"
    },
    {
        "Words": "brief",
        "Definitions": "of short duration or distance",
        "Example": "The dean of students laughed lightly when I suggested that this behavior might be grounds for sending the student on a brief vacation"
    },
    {
        "Words": "brilliant",
        "Definitions": "full of light; shining intensely",
        "Example": "For their essays can be brilliant, in a chilly way; they can also be clipped off the Internet, and often are."
    },
    {
        "Words": "capacity",
        "Definitions": "capability to perform or produce",
        "Example": "The students write their abstract, over-intellectualized essays; the professors grade the students for their capacity to be abstract and over-intellectual—and often genuinely smart."
    },
    {
        "Words": "cartographer",
        "Definitions": "a person who makes maps",
        "Example": "Never has there been a more shrewd and imaginative cartographer of the psyche"
    },
    {
        "Words": "center",
        "Definitions": "an area that is in the middle of some larger region",
        "Example": "The quest at the center of a liberal-arts education is not a luxury quest; it’s a necessity quest"
    },
    {
        "Words": "challenge",
        "Definitions": "a call to engage in a contest or fight",
        "Example": "When he came to Harvard to talk about religion, he shocked the professors and students by challenging the divinity of Jesus and the truth of his miracles."
    },
    {
        "Words": "challenging",
        "Definitions": "requiring full use of your abilities or resources",
        "Example": "When he came to Harvard to talk about religion, he shocked the professors and students by challenging the divinity of Jesus and the truth of his miracles."
    },
    {
        "Words": "channel",
        "Definitions": "a deep and relatively narrow body of water",
        "Example": "If you advance in the direction of someone else’s dreams—if you want to live someone else’s life rather than yours—then get a TV for every room, buy yourself a lifetime supply of your favorite quaff, crank up the porn channel, and groove away."
    },
    {
        "Words": "chilly",
        "Definitions": "appreciably or disagreeably cold",
        "Example": "For their essays can be brilliant, in a chilly way; they can also be clipped off the Internet, and often are."
    },
    {
        "Words": "clasp",
        "Definitions": "hold firmly and tightly",
        "Example": "The professor saves his energies for the profession, while the student saves his for friends, social life, volunteer work, making connections, and getting in position to clasp hands on the true grail, the first job."
    },
    {
        "Words": "college",
        "Definitions": "an institution of higher education",
        "Example": "Welcome and congratulations: Getting to the first day of college is a major achievement"
    },
    {
        "Words": "commend",
        "Definitions": "present as worthy of regard, kindness, or confidence",
        "Example": "You’re to be commended, and not just you, but the parents, grandparents, uncles, and aunts who helped get you here."
    },
    {
        "Words": "commit",
        "Definitions": "engage in or perform",
        "Example": "Colleges are even leery of disciplining guys who have committed sexual assault, or assault plain and simple."
    },
    {
        "Words": "compel",
        "Definitions": "force somebody to do something",
        "Example": "The work they are compelled to do to advance—get tenure, promotion, raises, outside offers—is, broadly speaking, scholarly work."
    },
    {
        "Words": "comprehend",
        "Definitions": "get the meaning of something",
        "Example": "He gave me the chance to see what I was all about, and if it proved to be different from him, proved even to be something he didn’t like or entirely comprehend, then he’d deal with it."
    },
    {
        "Words": "compress",
        "Definitions": "squeeze or push together",
        "Example": "My father compressed his brow and blew twin streams of smoke, dragon-like, from his magnificent nose."
    },
    {
        "Words": "conceive",
        "Definitions": "have the idea for",
        "Example": "When you read Plato, you’ll probably learn about his metaphysics and his politics and his way of conceiving the soul."
    },
    {
        "Words": "concern",
        "Definitions": "something that interests you because it is important",
        "Example": "And you will have to be tough if the professor mocks you for uttering a sincere question instead of keeping matters easy for all concerned by staying detached and analytical"
    },
    {
        "Words": "confess",
        "Definitions": "admit to a wrongdoing",
        "Example": "I confessed that I was"
    },
    {
        "Words": "conflict",
        "Definitions": "an open clash between two opposing groups",
        "Example": "You’ll be the one who challenges your biology teacher about the intellectual conflict between evolution and creationist thinking"
    },
    {
        "Words": "conformity",
        "Definitions": "correspondence in form, type, or appearance",
        "Example": "The virtue in most request is conformity"
    },
    {
        "Words": "confront",
        "Definitions": "oppose, as in hostility or a competition",
        "Example": "They have confronted you with scriptures—holy books that, whatever their actual provenance, have given people what they feel to be wisdom for thousands of years."
    },
    {
        "Words": "consequential",
        "Definitions": "having important effects or results",
        "Example": "I learned that if I wanted to affirm any consequential ideal, I had to talk my way past Freud."
    },
    {
        "Words": "contact",
        "Definitions": "the act of touching physically",
        "Example": "He never had a world of possibilities spread before him, never made sustained contact with the best that had been thought and said."
    },
    {
        "Words": "contain",
        "Definitions": "hold or have within",
        "Example": "What he told me that evening at the Clewley Road kitchen table was true in itself, and it also contains the germ of an idea about what a university education should be."
    },
    {
        "Words": "content",
        "Definitions": "satisfied or showing satisfaction with things as they are",
        "Example": "The idea that a university education really should have no substantial content, should not be about what John Keats was disposed to call Soul-making, is one that you might think professors and university presidents would be discreet about."
    },
    {
        "Words": "contribute",
        "Definitions": "give, provide, or supply something",
        "Example": "Such students leave and become donors and so, in their own turn, contribute immeasurably to the university’s standing."
    },
    {
        "Words": "controversial",
        "Definitions": "marked by or capable of causing disagreement",
        "Example": "Trying to figure out whether the stuff you’re reading is true or false and being open to having your life changed is a fraught, controversial activity."
    },
    {
        "Words": "corner",
        "Definitions": "the point where three areas or surfaces meet or intersect",
        "Example": "Shoddy work—in which the author cheats, cuts corners, copies from others—is quickly detected."
    },
    {
        "Words": "cornucopia",
        "Definitions": "a horn filled with fruit and grain symbolizing prosperity",
        "Example": "Society has a cornucopia of resources to encourage you in doing what society needs done but that you don’t much like doing and are not cut out to do"
    },
    {
        "Words": "create",
        "Definitions": "bring into existence",
        "Example": "But the public also senses that because professors don’t pay full-bore attention to teaching they don’t have to work very hard—they’ve created a massive feather bed for themselves and called it a university"
    },
    {
        "Words": "creator",
        "Definitions": "a person who grows or makes or invents things",
        "Example": "It loves not realities and creators, but names and customs.”"
    },
    {
        "Words": "crude",
        "Definitions": "belonging to an early stage of technical development",
        "Example": "I came to college with few resources, but one of them was an understanding, however crude, of how I might use my opportunities there."
    },
    {
        "Words": "cultivate",
        "Definitions": "adapt something wild to the environment",
        "Example": "The reason to read Blake and Dickinson and Freud and Dickens is not to become more cultivated, or more articulate, or to be someone who, at a cocktail party, is never embarrassed (or who can embarrass others)."
    },
    {
        "Words": "culture",
        "Definitions": "all the knowledge and values shared by a society",
        "Example": "We’ve got guns, drugs, two wars, fanatical religions, a slime-based popular culture, and some politicians who—a little restraint here—aren’t what they might be."
    },
    {
        "Words": "decade",
        "Definitions": "a period of 10 years",
        "Example": "He wasn’t invited back for decades"
    },
    {
        "Words": "declare",
        "Definitions": "state emphatically and authoritatively",
        "Example": "He declares that dreams don’t predict the future and that there’s nothing benevolent about them"
    },
    {
        "Words": "decline",
        "Definitions": "grow worse",
        "Example": "You’ll ask your history teacher about whether there is a design to our history, whether we’re progressing or declining, or whether, in the words of a fine recent play, The History Boys, history’s “just one fuckin’ thing after another.”"
    },
    {
        "Words": "demonstrate",
        "Definitions": "give an exhibition of to an interested audience",
        "Example": "Emerson’s greatness lies not only in showing you how powerful names and customs can be, but also in demonstrating how exhilarating it is to buck them."
    },
    {
        "Words": "deny",
        "Definitions": "declare untrue; contradict",
        "Example": "My father was a gruff man, but also a generous one, so that night at the kitchen table at 58 Clewley Road he made an effort to let me have the chance that had been denied to him by both fate and character."
    },
    {
        "Words": "depart",
        "Definitions": "go away or leave",
        "Example": "This view informed an address that Richard Brodhead gave to the senior class at Yale before he departed to become president of Duke"
    },
    {
        "Words": "deposit",
        "Definitions": "the act of putting something somewhere",
        "Example": "Edmund Burke saw common sense as a loosely made, but often profound, collective work, in which humanity has deposited its hard-earned wisdom—the precipitate of joy and tears—over time."
    },
    {
        "Words": "design",
        "Definitions": "the act of working out the form of something",
        "Example": "You’ll ask your history teacher about whether there is a design to our history, whether we’re progressing or declining, or whether, in the words of a fine recent play, The History Boys, history’s “just one fuckin’ thing after another.”"
    },
    {
        "Words": "despise",
        "Definitions": "look down on with disdain or disgust",
        "Example": "Schopenhauer, who despised belief in transcendent things, nonetheless thought Christianity to be of inexpressible worth."
    },
    {
        "Words": "destructive",
        "Definitions": "causing damage",
        "Example": "You have to ask yourself if wildly expressive music (rock and rap and the rest) deranges the soul in ways that are destructive to its health"
    },
    {
        "Words": "detach",
        "Definitions": "cause to become separated",
        "Example": "At the time I found his remark a tad detached, but maybe he was right."
    },
    {
        "Words": "detached",
        "Definitions": "no longer connected or joined",
        "Example": "At the time I found his remark a tad detached, but maybe he was right."
    },
    {
        "Words": "detect",
        "Definitions": "discover or determine the existence, presence, or fact of",
        "Example": "Shoddy work—in which the author cheats, cuts corners, copies from others—is quickly detected."
    },
    {
        "Words": "determination",
        "Definitions": "the act of finding out the properties of something",
        "Example": "When they face equally arduous tasks later in life, students will tap their old resources of determination, and they’ll win."
    },
    {
        "Words": "develop",
        "Definitions": "progress or evolve through a process of natural growth",
        "Example": "This I began to develop because of my father, who had never been to college—in fact, he’d barely gotten out of high school."
    },
    {
        "Words": "devote",
        "Definitions": "dedicate",
        "Example": "What if you arrive at college devoted to pre-med, sure that nothing will make you and your family happier than a life as a physician, only to discover that elementary-school teaching is where your heart is?"
    },
    {
        "Words": "devoted",
        "Definitions": "zealous in allegiance or affection",
        "Example": "What if you arrive at college devoted to pre-med, sure that nothing will make you and your family happier than a life as a physician, only to discover that elementary-school teaching is where your heart is?"
    },
    {
        "Words": "direction",
        "Definitions": "a line leading to a place or point",
        "Example": "In saying that, he (like my father) hinted in the direction of a profound and true theory of learning."
    },
    {
        "Words": "discern",
        "Definitions": "perceive, recognize, or detect",
        "Example": "As far as I can discern, the student ethos goes like this: If the professor is so lazy that he gives the same test every year, it’s okay to go ahead and take advantage—you’ve both got better things to do."
    },
    {
        "Words": "discomfit",
        "Definitions": "cause to lose one's composure",
        "Example": "I was, you might say, discomfited, and showed up to class for a while with my cellphone jiggered to dial 911 with one touch."
    },
    {
        "Words": "discourse",
        "Definitions": "an extended communication dealing with some particular topic",
        "Example": "You are, as Foucault might say, the intersection of many evaluative and potentially determining discourses: you boy, you girl, have been made."
    },
    {
        "Words": "discreet",
        "Definitions": "marked by prudence or modesty and wise self-restraint",
        "Example": "The idea that a university education really should have no substantial content, should not be about what John Keats was disposed to call Soul-making, is one that you might think professors and university presidents would be discreet about."
    },
    {
        "Words": "disgorge",
        "Definitions": "eject the contents of the stomach through the mouth",
        "Example": "Black limousines pulled up in front of his office and disgorged decorously suited negotiators"
    },
    {
        "Words": "disparity",
        "Definitions": "inequality or difference in some respect",
        "Example": "The public senses this disparity and so thinks of the professors’ work as being silly or beside the point"
    },
    {
        "Words": "divine",
        "Definitions": "a clergyman or other person in religious orders",
        "Example": "Occasionally—for you will need some help in fleshing-out the answers—you may have to prod your professors to see if they take the text at hand—in this case the divine and disturbing Plato—to be true"
    },
    {
        "Words": "dwindle",
        "Definitions": "become smaller or lose substance",
        "Example": "But then interest dwindles and matters go back to normal"
    },
    {
        "Words": "ease",
        "Definitions": "freedom from difficulty or hardship or effort",
        "Example": "To ease your grief, society offers alcohol, television, drugs, divorce, and buying, buying, buying what you don’t need."
    },
    {
        "Words": "element",
        "Definitions": "a substance that cannot be separated into simpler substances",
        "Example": "The people who do this work have highly developed intellectual powers, and they push themselves hard to reach a certain standard: That the results have almost no practical relevance to the students, the public, or even, frequently, to other scholars is a central element in the tragicomedy that is often academia."
    },
    {
        "Words": "embed",
        "Definitions": "fix or set securely or deeply",
        "Example": "Embedded in all of the major religions are profound truths"
    },
    {
        "Words": "emerge",
        "Definitions": "come out into view, as from concealment",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "energy",
        "Definitions": "forceful exertion",
        "Example": "The professor saves his energies for the profession, while the student saves his for friends, social life, volunteer work, making connections, and getting in position to clasp hands on the true grail, the first job."
    },
    {
        "Words": "enhance",
        "Definitions": "increase",
        "Example": "What colleges generally want are well-rounded students, civic leaders, people who know what the system demands, how to keep matters light, not push too hard for an education or anything else; people who get their credentials and leave the professors alone to do their brilliant work, so they may rise and enhance the rankings of the university."
    },
    {
        "Words": "entrance",
        "Definitions": "something that provides access to get in",
        "Example": "They want the certificate that will give them access to Wall Street, or entrance into law or medical or business school."
    },
    {
        "Words": "eschew",
        "Definitions": "avoid and stay away from deliberately",
        "Example": "The student who eschews medical school to follow his gift for teaching small children spends his twenties in low-paying but pleasurable and soul-rewarding toil"
    },
    {
        "Words": "essential",
        "Definitions": "basic and fundamental",
        "Example": "The battle is to make such writers one’s own, to winnow them out and to find their essential truths."
    },
    {
        "Words": "esteem",
        "Definitions": "the condition of being honored",
        "Example": "One kid I knew (and rather liked) threatened on his blog to mince his dear and esteemed professor (me) with a samurai sword for the crime of having taught a boring class"
    },
    {
        "Words": "ethos",
        "Definitions": "the distinctive spirit of a culture or an era",
        "Example": "As far as I can discern, the student ethos goes like this: If the professor is so lazy that he gives the same test every year, it’s okay to go ahead and take advantage—you’ve both got better things to do."
    },
    {
        "Words": "evaluative",
        "Definitions": "exercising or involving careful appraisals",
        "Example": "You are, as Foucault might say, the intersection of many evaluative and potentially determining discourses: you boy, you girl, have been made."
    },
    {
        "Words": "evolution",
        "Definitions": "sequence of events involved in the development of a species",
        "Example": "You’ll be the one who challenges your biology teacher about the intellectual conflict between evolution and creationist thinking"
    },
    {
        "Words": "exaggerate",
        "Definitions": "enlarge beyond bounds or the truth",
        "Example": "If you do not undertake it, you risk leading a life of desperation—maybe quiet, maybe, in time, very loud—and I am not exaggerating."
    },
    {
        "Words": "exceed",
        "Definitions": "be or do something to a greater degree",
        "Example": "We need to see where they fall short and where they exceed the mark, and then to develop them a little, as the ideas themselves, one comes to see, actually developed others."
    },
    {
        "Words": "exercise",
        "Definitions": "the activity of exerting muscles to keep fit",
        "Example": "Periodically the public gets exercised about this situation, and there are articles in the national news."
    },
    {
        "Words": "exhilarating",
        "Definitions": "making lively and joyful",
        "Example": "Emerson’s greatness lies not only in showing you how powerful names and customs can be, but also in demonstrating how exhilarating it is to buck them."
    },
    {
        "Words": "exist",
        "Definitions": "have a presence",
        "Example": "The Internet is amok with services selling term papers and those services exist, capitalism being what it is, because people purchase the papers—lots of them."
    },
    {
        "Words": "expend",
        "Definitions": "use up or consume fully",
        "Example": "But when we expend our energies in rightful ways, Robert Frost observed, we stay whole and vigorous and we don’t weary."
    },
    {
        "Words": "experience",
        "Definitions": "the content of observation or participation in an event",
        "Example": "My father had some experience with lawyers, and with policemen, too; he was not well-disposed toward either."
    },
    {
        "Words": "facility",
        "Definitions": "a building or place that provides a particular service",
        "Example": "So, if you want an education, the odds aren’t with you: The professors are off doing what they call their own work; the other students, who’ve doped out the way the place runs, are busy leaving the professors alone and getting themselves in position for bright and shining futures; the student-services people are trying to keep everyone content, offering plenty of entertainment and building another state-of-the-art workout facility every few months."
    },
    {
        "Words": "faculty",
        "Definitions": "an inherent cognitive or perceptual power of the mind",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "figure",
        "Definitions": "alternate name for the body of a human being",
        "Example": "They’ve done a fine job skating on surfaces in high school—the best way to get an across-the-board outstanding record—and now they’re on campus to cut a few more figure eights"
    },
    {
        "Words": "formidable",
        "Definitions": "extremely impressive in strength or excellence",
        "Example": "You have been raised in proximity to common sense, if you’ve been raised at all, and common sense is something to respect, though not quite—peace unto the formidable Burke—to revere."
    },
    {
        "Words": "fraught",
        "Definitions": "filled with or attended with",
        "Example": "Trying to figure out whether the stuff you’re reading is true or false and being open to having your life changed is a fraught, controversial activity."
    },
    {
        "Words": "function",
        "Definitions": "what something is used for",
        "Example": "The primary function of Yale University, it’s recently been said, is to create prosperous alumni so as to enrich Yale University."
    },
    {
        "Words": "fundamental",
        "Definitions": "serving as an essential component",
        "Example": "No matter what anyone says this work has precious little to do with the fundamentals of teaching"
    },
    {
        "Words": "future",
        "Definitions": "the time yet to come",
        "Example": "In terms of their work, students live in the future and not the present; they live with their prospects for success."
    },
    {
        "Words": "generation",
        "Definitions": "group of genetically related organisms in a line of descent",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "goad",
        "Definitions": "stab or urge on as if with a pointed stick",
        "Example": "He was—and is—a perpetual challenge and goad"
    },
    {
        "Words": "goal",
        "Definitions": "the state of affairs that a plan is intended to achieve",
        "Example": "Students come to college with the goal of a diploma in mind—what happens in between, especially in classrooms, is often of no deep and determining interest to them."
    },
    {
        "Words": "grade",
        "Definitions": "a position on a scale of intensity or amount or quality",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "gruff",
        "Definitions": "blunt and unfriendly or stern",
        "Example": "My father was a gruff man, but also a generous one, so that night at the kitchen table at 58 Clewley Road he made an effort to let me have the chance that had been denied to him by both fate and character."
    },
    {
        "Words": "guy",
        "Definitions": "an informal term for a youth or man",
        "Example": "Colleges are even leery of disciplining guys who have committed sexual assault, or assault plain and simple."
    },
    {
        "Words": "harsh",
        "Definitions": "disagreeable to the senses",
        "Example": "One does not need to be as harsh as Schopenhauer to understand the use of religion, even if one does not believe in an otherworldly god."
    },
    {
        "Words": "hatch",
        "Definitions": "a movable barrier covering an entrance",
        "Example": "One night after dinner, he and I were sitting in our kitchen at 58 Clewley Road in Medford, Massachusetts, hatching plans about the rest of my life."
    },
    {
        "Words": "hint",
        "Definitions": "an indirect suggestion",
        "Example": "In saying that, he (like my father) hinted in the direction of a profound and true theory of learning."
    },
    {
        "Words": "idle",
        "Definitions": "not in action or at work",
        "Example": "The question “Who do they think you are at home?” is never an idle one"
    },
    {
        "Words": "ignore",
        "Definitions": "refuse to acknowledge",
        "Example": "And all of those teachers and counselors and friends—and the prognosticating uncles, the dithering aunts, the fathers and mothers with their hopes for your fulfillment—or their fulfillment in you—should not necessarily be cast aside or ignored."
    },
    {
        "Words": "incident",
        "Definitions": "a single distinct event",
        "Example": "After the kid-samurai episode, the chair of my department not unsympathetically suggested that this was the sort of incident that could happen when you brought a certain intensity to teaching."
    },
    {
        "Words": "indenture",
        "Definitions": "formal agreement as to terms of a debt",
        "Example": "Then there are those back-breaking student loans—people leave school as servants, indentured to pay massive bills, so that first job better be a good one."
    },
    {
        "Words": "inevitable",
        "Definitions": "incapable of being avoided or prevented",
        "Example": "I need the wherewithal, as Emerson did, to say what’s on my mind and to take the inevitable hits."
    },
    {
        "Words": "inevitably",
        "Definitions": "in such a manner as could not be otherwise",
        "Example": "You must ask whether reason should always rule the passions, philosophers should always rule the state, and poets should inevitably be banished from a just commonwealth."
    },
    {
        "Words": "influence",
        "Definitions": "a power to affect persons or events",
        "Example": "This was my own experience reading the two writers who have influenced me the most, Sigmund Freud and Ralph Waldo Emerson."
    },
    {
        "Words": "injure",
        "Definitions": "cause bodily harm to",
        "Example": "But he writes another—in part out of a feeling of injured merit, maybe—and that one they do buy."
    },
    {
        "Words": "injured",
        "Definitions": "harmed",
        "Example": "But he writes another—in part out of a feeling of injured merit, maybe—and that one they do buy."
    },
    {
        "Words": "institution",
        "Definitions": "a custom that has been an important feature of some group",
        "Example": "To get an education, you’re probably going to have to fight against the institution that you find yourself in—no matter how prestigious it may be."
    },
    {
        "Words": "instruction",
        "Definitions": "activities that impart knowledge or skill",
        "Example": "He’s always behind on his student-loan payments; he still lives in a house with four other guys (not all of whom got proper instructions on how to clean a bathroom)"
    },
    {
        "Words": "instructions",
        "Definitions": "a manual explaining how to install or operate a device",
        "Example": "He’s always behind on his student-loan payments; he still lives in a house with four other guys (not all of whom got proper instructions on how to clean a bathroom)"
    },
    {
        "Words": "intellect",
        "Definitions": "knowledge and mental ability",
        "Example": "Of course, given your intellect and discipline, you can still probably be one."
    },
    {
        "Words": "intense",
        "Definitions": "possessing a distinctive feature to a heightened degree",
        "Example": "Scholarship, even if pretentious and almost unreadable, is nonetheless labor-intense."
    },
    {
        "Words": "intensity",
        "Definitions": "high level or degree",
        "Example": "After the kid-samurai episode, the chair of my department not unsympathetically suggested that this was the sort of incident that could happen when you brought a certain intensity to teaching."
    },
    {
        "Words": "intermittent",
        "Definitions": "stopping and starting at irregular intervals",
        "Example": "He buys shirts from the Salvation Army, has intermittent Internet, and vacations where he can."
    },
    {
        "Words": "invest",
        "Definitions": "lay out money or resources in an enterprise",
        "Example": "Whatever the case, no one wants to invest too much in them—for life is elsewhere."
    },
    {
        "Words": "invisible",
        "Definitions": "impossible or nearly impossible to see",
        "Example": "“No!” he said, filling the air with an invisible forest of exclamation points.)"
    },
    {
        "Words": "job",
        "Definitions": "a specific piece of work required to be done as a duty",
        "Example": "For students, that end is a good job."
    },
    {
        "Words": "joint",
        "Definitions": "junction by which parts or objects are linked together",
        "Example": "I continue to hold in mind one of Emerson’s most memorable passages: “Society is a joint-stock company, in which the members agree, for the better securing of his bread to each shareholder, to surrender the liberty and culture of the eater."
    },
    {
        "Words": "journal",
        "Definitions": "a daily written record of experiences and observations",
        "Example": "One can slave for a year or two on a single article for publication in this or that refereed journal"
    },
    {
        "Words": "labor",
        "Definitions": "any piece of work that is undertaken or attempted",
        "Example": "Scholarship, even if pretentious and almost unreadable, is nonetheless labor-intense."
    },
    {
        "Words": "lecture",
        "Definitions": "a speech that is open to the public",
        "Example": "The world wants him to write more, lecture, travel more, and will pay him for his efforts, and he likes this a good deal."
    },
    {
        "Words": "leery",
        "Definitions": "openly distrustful and unwilling to confide",
        "Example": "Colleges are even leery of disciplining guys who have committed sexual assault, or assault plain and simple."
    },
    {
        "Words": "legacy",
        "Definitions": "a gift of personal property by will",
        "Example": "The legacy of their college years will be a legacy of difficulties overcome"
    },
    {
        "Words": "libation",
        "Definitions": "the act of pouring a liquid offering as a religious ceremony",
        "Example": "Instead of being punished, these guys frequently stay around, strolling the quad and swilling the libations, an affront (and sometimes a terror) to their victims."
    },
    {
        "Words": "liberal",
        "Definitions": "showing or characterized by broad-mindedness",
        "Example": "The quest at the center of a liberal-arts education is not a luxury quest; it’s a necessity quest"
    },
    {
        "Words": "luxury",
        "Definitions": "something that is an indulgence rather than a necessity",
        "Example": "The quest at the center of a liberal-arts education is not a luxury quest; it’s a necessity quest"
    },
    {
        "Words": "major",
        "Definitions": "greater in scope or effect",
        "Example": "Welcome and congratulations: Getting to the first day of college is a major achievement"
    },
    {
        "Words": "massive",
        "Definitions": "containing a great quantity of matter",
        "Example": "Then there are those back-breaking student loans—people leave school as servants, indentured to pay massive bills, so that first job better be a good one."
    },
    {
        "Words": "medical",
        "Definitions": "relating to the study or practice of medicine",
        "Example": "They want the certificate that will give them access to Wall Street, or entrance into law or medical or business school."
    },
    {
        "Words": "merit",
        "Definitions": "the quality of being deserving",
        "Example": "But he writes another—in part out of a feeling of injured merit, maybe—and that one they do buy."
    },
    {
        "Words": "metaphor",
        "Definitions": "a figure of speech that suggests a non-literal similarity",
        "Example": "You’ll be looking into the reach of every metaphor that every discipline offers, and you’ll be trying to see around their corners."
    },
    {
        "Words": "mock",
        "Definitions": "treat with contempt",
        "Example": "And you will have to be tough if the professor mocks you for uttering a sincere question instead of keeping matters easy for all concerned by staying detached and analytical"
    },
    {
        "Words": "monetary",
        "Definitions": "relating to or involving money",
        "Example": "In a culture where the major and determining values are monetary, what else could you do?"
    },
    {
        "Words": "navigate",
        "Definitions": "direct carefully and safely",
        "Example": "His separation of the self into three parts, and his sense of the fraught, anxious, but often negotiable relations among them (negotiable when you come to the game with a Freudian knowledge), does a great deal to help one navigate experience."
    },
    {
        "Words": "necessity",
        "Definitions": "the condition of being essential or indispensable",
        "Example": "To be poor in America is to be a failure—it’s to be without decent health care, without basic necessities, often without dignity."
    },
    {
        "Words": "nonetheless",
        "Definitions": "despite anything to the contrary",
        "Example": "Scholarship, even if pretentious and almost unreadable, is nonetheless labor-intense."
    },
    {
        "Words": "normal",
        "Definitions": "being approximately average or within certain limits",
        "Example": "But then interest dwindles and matters go back to normal"
    },
    {
        "Words": "objective",
        "Definitions": "the goal intended to be attained",
        "Example": "The idea that the courses you take should be the primary objective of going to college is tacitly considered absurd"
    },
    {
        "Words": "observe",
        "Definitions": "watch attentively",
        "Example": "But when we expend our energies in rightful ways, Robert Frost observed, we stay whole and vigorous and we don’t weary."
    },
    {
        "Words": "odds",
        "Definitions": "the likelihood of a thing occurring",
        "Example": "So, if you want an education, the odds aren’t with you: The professors are off doing what they call their own work; the other students, who’ve doped out the way the place runs, are busy leaving the professors alone and getting themselves in position for bright and shining futures; the student-services people are trying to keep everyone content, offering plenty of entertainment and building another state-of-the-art workout facility every few months."
    },
    {
        "Words": "office",
        "Definitions": "place of business where professional duties are performed",
        "Example": "Black limousines pulled up in front of his office and disgorged decorously suited negotiators"
    },
    {
        "Words": "opportunity",
        "Definitions": "a possibility from a favorable combination of circumstances",
        "Example": "You can get a terrific education in America now—there are astonishing opportunities at almost every college—but the education will not be presented to you wrapped and bowed"
    },
    {
        "Words": "perpetual",
        "Definitions": "continuing forever or indefinitely",
        "Example": "He was—and is—a perpetual challenge and goad"
    },
    {
        "Words": "perspective",
        "Definitions": "a way of regarding situations or topics",
        "Example": "This kind of perspective-altering teaching and learning can cause the things which administrators fear above all else: trouble, arguments, bad press, etc."
    },
    {
        "Words": "pessimist",
        "Definitions": "a person who expects the worst",
        "Example": "He couldn’t believe in the divinity of Jesus, or in the afterlife, but to Schopenhauer, a deep pessimist, a religion that had as its central emblem the figure of a man being tortured on a cross couldn’t be entirely misleading."
    },
    {
        "Words": "philosopher",
        "Definitions": "a specialist in the investigation of existence and knowledge",
        "Example": "You must ask whether reason should always rule the passions, philosophers should always rule the state, and poets should inevitably be banished from a just commonwealth."
    },
    {
        "Words": "plenty",
        "Definitions": "a full supply",
        "Example": "So, if you want an education, the odds aren’t with you: The professors are off doing what they call their own work; the other students, who’ve doped out the way the place runs, are busy leaving the professors alone and getting themselves in position for bright and shining futures; the student-services people are trying to keep everyone content, offering plenty of entertainment and building another state-of-the-art workout facility every few months."
    },
    {
        "Words": "ponder",
        "Definitions": "reflect deeply on a subject",
        "Example": "From Freud I found a great deal to ponder as well"
    },
    {
        "Words": "pose",
        "Definitions": "assume a bearing as for artistic purposes",
        "Example": "(Detached analysis has a place—but, in the end, you’ve got to speak from the heart and pose the question of truth.)"
    },
    {
        "Words": "possess",
        "Definitions": "have ownership of",
        "Example": "He had talent: My brother and I each got about half the raw ability he possessed and that’s taken us through life well enough"
    },
    {
        "Words": "potentially",
        "Definitions": "with a possibility of becoming actual",
        "Example": "You are, as Foucault might say, the intersection of many evaluative and potentially determining discourses: you boy, you girl, have been made."
    },
    {
        "Words": "practical",
        "Definitions": "guided by experience and observation rather than theory",
        "Example": "The people who do this work have highly developed intellectual powers, and they push themselves hard to reach a certain standard: That the results have almost no practical relevance to the students, the public, or even, frequently, to other scholars is a central element in the tragicomedy that is often academia."
    },
    {
        "Words": "precept",
        "Definitions": "a rule of personal conduct",
        "Example": "Brodhead, an impressive, articulate man, seems to take as his educational touchstone the Duke of Wellington’s precept that the Battle of Waterloo was won on the playing fields of Eton."
    },
    {
        "Words": "precious",
        "Definitions": "of high worth or cost",
        "Example": "No matter what anyone says this work has precious little to do with the fundamentals of teaching"
    },
    {
        "Words": "precipitate",
        "Definitions": "bring about abruptly",
        "Example": "Edmund Burke saw common sense as a loosely made, but often profound, collective work, in which humanity has deposited its hard-earned wisdom—the precipitate of joy and tears—over time."
    },
    {
        "Words": "predecessor",
        "Definitions": "one who goes before you in time",
        "Example": "For somehow your predecessors are more yourself than you are"
    },
    {
        "Words": "predict",
        "Definitions": "make a guess about what will happen in the future",
        "Example": "He declares that dreams don’t predict the future and that there’s nothing benevolent about them"
    },
    {
        "Words": "pretentious",
        "Definitions": "creating an appearance of importance or distinction",
        "Example": "Scholarship, even if pretentious and almost unreadable, is nonetheless labor-intense."
    },
    {
        "Words": "primary",
        "Definitions": "of first rank or importance or value",
        "Example": "The idea that the courses you take should be the primary objective of going to college is tacitly considered absurd"
    },
    {
        "Words": "probe",
        "Definitions": "an exploratory action or expedition",
        "Example": "And, too, you’ve been tested, probed, looked at up and down and through."
    },
    {
        "Words": "prod",
        "Definitions": "push against gently",
        "Example": "Occasionally—for you will need some help in fleshing-out the answers—you may have to prod your professors to see if they take the text at hand—in this case the divine and disturbing Plato—to be true"
    },
    {
        "Words": "profound",
        "Definitions": "situated at or extending to great depth",
        "Example": "Embedded in all of the major religions are profound truths"
    },
    {
        "Words": "prognosticate",
        "Definitions": "make a prediction about; tell in advance",
        "Example": "And all of those teachers and counselors and friends—and the prognosticating uncles, the dithering aunts, the fathers and mothers with their hopes for your fulfillment—or their fulfillment in you—should not necessarily be cast aside or ignored."
    },
    {
        "Words": "prohibition",
        "Definitions": "the action of forbidding",
        "Example": "Let the profs roam free in the realms of pure thought, let yourselves party in the realms of impure pleasure, and let the student-services gang assert fewer prohibitions and newer delights for you."
    },
    {
        "Words": "projection",
        "Definitions": "the act of expelling or ejecting",
        "Example": "Having found what’s best for you to do, you may be surprised how far you rise, how prosperous, even against your own projections, you become."
    },
    {
        "Words": "promotion",
        "Definitions": "the act of raising in rank or position",
        "Example": "The work they are compelled to do to advance—get tenure, promotion, raises, outside offers—is, broadly speaking, scholarly work."
    },
    {
        "Words": "prone",
        "Definitions": "having a tendency",
        "Example": "It’s just that smart people are prone to look into matters to see how they might go about buttering their toast"
    },
    {
        "Words": "prospect",
        "Definitions": "the possibility of future success",
        "Example": "In terms of their work, students live in the future and not the present; they live with their prospects for success."
    },
    {
        "Words": "protract",
        "Definitions": "lengthen in time; cause to be or last longer",
        "Example": "They’ve given you a sharp and protracted taste of what they feel is good and bad, right and wrong."
    },
    {
        "Words": "provenance",
        "Definitions": "where something originated or was nurtured",
        "Example": "They have confronted you with scriptures—holy books that, whatever their actual provenance, have given people what they feel to be wisdom for thousands of years."
    },
    {
        "Words": "provoke",
        "Definitions": "provide the needed stimulus for",
        "Example": "Freud has something challenging and provoking to say about virtually every human aspiration"
    },
    {
        "Words": "proximity",
        "Definitions": "the property of being close together",
        "Example": "You have been raised in proximity to common sense, if you’ve been raised at all, and common sense is something to respect, though not quite—peace unto the formidable Burke—to revere."
    },
    {
        "Words": "psyche",
        "Definitions": "that which is responsible for one's thoughts and feelings",
        "Example": "Never has there been a more shrewd and imaginative cartographer of the psyche"
    },
    {
        "Words": "publication",
        "Definitions": "the act of issuing printed materials",
        "Example": "The proof is that virtually no undergraduate students can read and understand their professors’ scholarly publications"
    },
    {
        "Words": "purchase",
        "Definitions": "acquire by means of a financial transaction",
        "Example": "The Internet is amok with services selling term papers and those services exist, capitalism being what it is, because people purchase the papers—lots of them."
    },
    {
        "Words": "quaff",
        "Definitions": "swallow hurriedly or greedily or in one draught",
        "Example": "If you advance in the direction of someone else’s dreams—if you want to live someone else’s life rather than yours—then get a TV for every room, buy yourself a lifetime supply of your favorite quaff, crank up the porn channel, and groove away."
    },
    {
        "Words": "quest",
        "Definitions": "the act of searching for something",
        "Example": "The quest at the center of a liberal-arts education is not a luxury quest; it’s a necessity quest"
    },
    {
        "Words": "raise",
        "Definitions": "move upwards",
        "Example": "It’s been said that raising a child effectively takes a village: Well, as you may have noticed, our American village is not in very good shape."
    },
    {
        "Words": "realm",
        "Definitions": "a domain in which something is dominant",
        "Example": "Let the profs roam free in the realms of pure thought, let yourselves party in the realms of impure pleasure, and let the student-services gang assert fewer prohibitions and newer delights for you."
    },
    {
        "Words": "reflect",
        "Definitions": "throw or bend back from a surface",
        "Example": "These essays are honest: Their footnotes reflect real reading, real assimilation, and real dedication."
    },
    {
        "Words": "reject",
        "Definitions": "refuse to accept or acknowledge",
        "Example": "You may find your own suppressed and rejected thoughts flowing back to you with an “alienated majesty."
    },
    {
        "Words": "relegate",
        "Definitions": "assign to a lower position",
        "Example": "The coach knows what your athletic prospects are, the guidance office has a sheaf of test scores that relegate you to this or that ability quadrant, and your teachers have got you pegged."
    },
    {
        "Words": "relevance",
        "Definitions": "the relation of something to the matter at hand",
        "Example": "The people who do this work have highly developed intellectual powers, and they push themselves hard to reach a certain standard: That the results have almost no practical relevance to the students, the public, or even, frequently, to other scholars is a central element in the tragicomedy that is often academia."
    },
    {
        "Words": "reliance",
        "Definitions": "the state of depending on something",
        "Example": "Much more I learned from the sage—about character, about loss, about joy, about writing and its secret sources, but Emerson most centrally preaches the gospel of self-reliance and that is what I have tried most to take from him."
    },
    {
        "Words": "remark",
        "Definitions": "make or write a comment on",
        "Example": "At the time I found his remark a tad detached, but maybe he was right."
    },
    {
        "Words": "render",
        "Definitions": "give or supply",
        "Example": "They gave words to thoughts and feelings that I had never been able to render myself"
    },
    {
        "Words": "repress",
        "Definitions": "conceal or hide",
        "Example": "They’re disguised fulfillments of repressed wishes"
    },
    {
        "Words": "request",
        "Definitions": "express the need or desire for; ask for",
        "Example": "The virtue in most request is conformity"
    },
    {
        "Words": "require",
        "Definitions": "have need of",
        "Example": "Doing so requires energy from the professor—which is better spent on other matters"
    },
    {
        "Words": "requirement",
        "Definitions": "necessary activity",
        "Example": "“How about the science requirements?"
    },
    {
        "Words": "resource",
        "Definitions": "aid or support that may be drawn upon when needed",
        "Example": "I came to college with few resources, but one of them was an understanding, however crude, of how I might use my opportunities there."
    },
    {
        "Words": "restore",
        "Definitions": "bring back into original existence, function, or position",
        "Example": "Education is about finding out what form of work for you is close to being play—work you do so easily that it restores you as you go"
    },
    {
        "Words": "restraint",
        "Definitions": "the act of controlling by holding someone or something back",
        "Example": "We’ve got guns, drugs, two wars, fanatical religions, a slime-based popular culture, and some politicians who—a little restraint here—aren’t what they might be."
    },
    {
        "Words": "revere",
        "Definitions": "regard with feelings of respect",
        "Example": "You have been raised in proximity to common sense, if you’ve been raised at all, and common sense is something to respect, though not quite—peace unto the formidable Burke—to revere."
    },
    {
        "Words": "revise",
        "Definitions": "make changes to",
        "Example": "He didn’t get to revise his understanding of himself, figure out what he’d do best that might give the world some profit."
    },
    {
        "Words": "risk",
        "Definitions": "a source of danger",
        "Example": "If you do not undertake it, you risk leading a life of desperation—maybe quiet, maybe, in time, very loud—and I am not exaggerating."
    },
    {
        "Words": "sage",
        "Definitions": "a mentor in spiritual and philosophical topics",
        "Example": "Much more I learned from the sage—about character, about loss, about joy, about writing and its secret sources, but Emerson most centrally preaches the gospel of self-reliance and that is what I have tried most to take from him."
    },
    {
        "Words": "salient",
        "Definitions": "conspicuous, prominent, or important",
        "Example": "Education has one salient enemy in present-day America, and that enemy is education—university education in particular."
    },
    {
        "Words": "scholar",
        "Definitions": "a learned person",
        "Example": "The people who do this work have highly developed intellectual powers, and they push themselves hard to reach a certain standard: That the results have almost no practical relevance to the students, the public, or even, frequently, to other scholars is a central element in the tragicomedy that is often academia."
    },
    {
        "Words": "severe",
        "Definitions": "very harsh or strict, especially when dealing with others",
        "Example": "(The class was a little boring—I had a damned cold—but the punishment seemed a bit severe."
    },
    {
        "Words": "shape",
        "Definitions": "a perceptual structure",
        "Example": "It’s been said that raising a child effectively takes a village: Well, as you may have noticed, our American village is not in very good shape."
    },
    {
        "Words": "sheaf",
        "Definitions": "a package of several things tied together",
        "Example": "The coach knows what your athletic prospects are, the guidance office has a sheaf of test scores that relegate you to this or that ability quadrant, and your teachers have got you pegged."
    },
    {
        "Words": "shoddy",
        "Definitions": "of inferior workmanship and materials",
        "Example": "Shoddy work—in which the author cheats, cuts corners, copies from others—is quickly detected."
    },
    {
        "Words": "shrewd",
        "Definitions": "marked by practical hardheaded intelligence",
        "Example": "Never has there been a more shrewd and imaginative cartographer of the psyche"
    },
    {
        "Words": "significant",
        "Definitions": "rich in implication",
        "Example": "Freud challenges nearly every significant human ideal"
    },
    {
        "Words": "simple",
        "Definitions": "having few parts; not complex or complicated or involved",
        "Example": "Colleges are even leery of disciplining guys who have committed sexual assault, or assault plain and simple."
    },
    {
        "Words": "solid",
        "Definitions": "not soft or yielding to pressure",
        "Example": "But until I had the reincarnation stuff from a solid source, I better get to work and pick out some English classes from the course catalog."
    },
    {
        "Words": "source",
        "Definitions": "the place where something begins",
        "Example": "But until I had the reincarnation stuff from a solid source, I better get to work and pick out some English classes from the course catalog."
    },
    {
        "Words": "statistics",
        "Definitions": "a branch of mathematics concerned with quantitative data",
        "Example": "You’ll not only question the statistics teacher about what numbers can explain but what they can’t"
    },
    {
        "Words": "stroll",
        "Definitions": "a leisurely walk, usually in some public place",
        "Example": "Instead of being punished, these guys frequently stay around, strolling the quad and swilling the libations, an affront (and sometimes a terror) to their victims."
    },
    {
        "Words": "sublime",
        "Definitions": "of high moral or intellectual value",
        "Example": "Reading the great writers, you may have the experience that Longinus associated with the sublime: You feel that you have actually created the text yourself."
    },
    {
        "Words": "substantial",
        "Definitions": "real; having a material or factual existence",
        "Example": "The idea that a university education really should have no substantial content, should not be about what John Keats was disposed to call Soul-making, is one that you might think professors and university presidents would be discreet about."
    },
    {
        "Words": "suggest",
        "Definitions": "make a proposal; declare a plan for something",
        "Example": "The dean of students laughed lightly when I suggested that this behavior might be grounds for sending the student on a brief vacation"
    },
    {
        "Words": "suppress",
        "Definitions": "put down by force or authority",
        "Example": "You may find your own suppressed and rejected thoughts flowing back to you with an “alienated majesty."
    },
    {
        "Words": "surrender",
        "Definitions": "relinquish possession or control over",
        "Example": "I continue to hold in mind one of Emerson’s most memorable passages: “Society is a joint-stock company, in which the members agree, for the better securing of his bread to each shareholder, to surrender the liberty and culture of the eater."
    },
    {
        "Words": "surround",
        "Definitions": "extend on all sides of simultaneously; encircle",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "surrounded",
        "Definitions": "confined on all sides",
        "Example": "Amidst the impressive college buildings, in company with a high-powered faculty, surrounded by the best of your generation, all you need is to keep doing what you’ve done before: Work hard, get good grades, listen to your teachers, get along with the people around you, and you’ll emerge in four years as an educated young man or woman."
    },
    {
        "Words": "survive",
        "Definitions": "continue in existence after",
        "Example": "To merely survive in this American village and to win a place in the entering class has taken a lot of grit on your part"
    },
    {
        "Words": "sustain",
        "Definitions": "lengthen or extend in duration or space",
        "Example": "He never had a world of possibilities spread before him, never made sustained contact with the best that had been thought and said."
    },
    {
        "Words": "sustained",
        "Definitions": "continued at length without interruption or weakening",
        "Example": "He never had a world of possibilities spread before him, never made sustained contact with the best that had been thought and said."
    },
    {
        "Words": "synonymous",
        "Definitions": "meaning the same or nearly the same",
        "Example": "“Strongly spent,” the poet says, “is synonymous with kept.”"
    },
    {
        "Words": "talent",
        "Definitions": "natural abilities or qualities",
        "Example": "He had talent: My brother and I each got about half the raw ability he possessed and that’s taken us through life well enough"
    },
    {
        "Words": "temerity",
        "Definitions": "fearless daring",
        "Example": "A friend of mine had the temerity to detect cheating on the part of a kid who was the nephew of a well-placed official in an Arab government complexly aligned with the U.S"
    },
    {
        "Words": "tenure",
        "Definitions": "the term during which some position is held",
        "Example": "The work they are compelled to do to advance—get tenure, promotion, raises, outside offers—is, broadly speaking, scholarly work."
    },
    {
        "Words": "terror",
        "Definitions": "an overwhelming feeling of fear and anxiety",
        "Example": "Instead of being punished, these guys frequently stay around, strolling the quad and swilling the libations, an affront (and sometimes a terror) to their victims."
    },
    {
        "Words": "text",
        "Definitions": "the words of something written",
        "Example": "Reading the great writers, you may have the experience that Longinus associated with the sublime: You feel that you have actually created the text yourself."
    },
    {
        "Words": "theory",
        "Definitions": "a belief that can guide behavior",
        "Example": "In saying that, he (like my father) hinted in the direction of a profound and true theory of learning."
    },
    {
        "Words": "thesis",
        "Definitions": "an unproved statement advanced as a premise in an argument",
        "Example": "All right, there’s nothing wrong with this as far as it goes—after all, the student who writes a brilliant forty-page thesis in a hard week has learned more than a little about her inner resources."
    },
    {
        "Words": "toil",
        "Definitions": "work hard",
        "Example": "The student who eschews medical school to follow his gift for teaching small children spends his twenties in low-paying but pleasurable and soul-rewarding toil"
    },
    {
        "Words": "touchstone",
        "Definitions": "a basis for comparison",
        "Example": "Brodhead, an impressive, articulate man, seems to take as his educational touchstone the Duke of Wellington’s precept that the Battle of Waterloo was won on the playing fields of Eton."
    },
    {
        "Words": "tour",
        "Definitions": "a route all the way around a particular place or area",
        "Example": "If I had such info, pre-law would be fine, and maybe even a tour through invertebrate biology could also be tossed in."
    },
    {
        "Words": "tradition",
        "Definitions": "a specific practice of long standing",
        "Example": "They’ve given you family traditions—you’ve learned the ways of your tribe and your community"
    },
    {
        "Words": "transcendent",
        "Definitions": "exceeding or surpassing usual limits",
        "Example": "Schopenhauer, who despised belief in transcendent things, nonetheless thought Christianity to be of inexpressible worth."
    },
    {
        "Words": "undertake",
        "Definitions": "enter upon an activity or enterprise",
        "Example": "If you do not undertake it, you risk leading a life of desperation—maybe quiet, maybe, in time, very loud—and I am not exaggerating."
    },
    {
        "Words": "utter",
        "Definitions": "without qualification",
        "Example": "And you will have to be tough if the professor mocks you for uttering a sincere question instead of keeping matters easy for all concerned by staying detached and analytical"
    },
    {
        "Words": "victim",
        "Definitions": "an unfortunate person who suffers from adverse circumstances",
        "Example": "Instead of being punished, these guys frequently stay around, strolling the quad and swilling the libations, an affront (and sometimes a terror) to their victims."
    },
    {
        "Words": "vigorous",
        "Definitions": "characterized by forceful and energetic action or activity",
        "Example": "But when we expend our energies in rightful ways, Robert Frost observed, we stay whole and vigorous and we don’t weary."
    },
    {
        "Words": "virtually",
        "Definitions": "in essence or in effect but not in fact",
        "Example": "The proof is that virtually no undergraduate students can read and understand their professors’ scholarly publications"
    },
    {
        "Words": "virtue",
        "Definitions": "the quality of doing what is right",
        "Example": "The virtue in most request is conformity"
    },
    {
        "Words": "volunteer",
        "Definitions": "a person who performs work done by choice",
        "Example": "The professor saves his energies for the profession, while the student saves his for friends, social life, volunteer work, making connections, and getting in position to clasp hands on the true grail, the first job."
    },
    {
        "Words": "winnow",
        "Definitions": "the act of separating grain from chaff",
        "Example": "The battle is to make such writers one’s own, to winnow them out and to find their essential truths."
    }
]