[{"Words":"addition","Definitions":"the arithmetic operation of summing","Example":"Elementary schools by and large do manage to teach the basic algorithms for multiplication and division, addition and subtraction, as well as methods for handling fractions, decimals, and percentages."},{"Words":"arithmetic","Definitions":"mathematics dealing with numerical calculations","Example":"Without a positional notation system, arithmetic is tedious and hard, as schoolchildren learn when teachers force them to multiply or subtract with Roman numerals."},{"Words":"calculate","Definitions":"make a mathematical computation","Example":"When you try to calculate the slope of a tangent line, zero wrecks your approximation process."},{"Words":"decrease","Definitions":"the amount by which something lessens","Example":"The job market remained strong despite the slowdown, as the Labor Department counted just 180,000 new unemployment claims, reflecting a decrease of 5,000 over the previous week’s revised level."},{"Words":"distance","Definitions":"the size of the gap between two places","Example":"On a cosmic scale, the sun and the Voyager spacecraft are essentially the same distance from our nearest stellar neighbor."},{"Words":"division","Definitions":"arithmetic operation that is the inverse of multiplication","Example":"A couple of brief multiplications, a simple division, and, bingo, you know your gravitational position wherever you go."},{"Words":"equal","Definitions":"having the same quantity, value, or measure as another","Example":"The euro is nearly equal to the dollar"},{"Words":"gallon","Definitions":"United States liquid unit equal to 4 quarts or 3.785 liters","Example":"Recirculating tanks require huge amounts of energy to move and filter millions of gallons of water daily, and that water still holds waste that can pollute nearby rivers and estuaries."},{"Words":"height","Definitions":"distance from the base of something to its top","Example":"Since the beginning of the eruption, the new underwater volcano has grown to a height of around 820 meter in a place where there was hardly any elevation before."},{"Words":"increase","Definitions":"the amount by which something grows","Example":"The Northeast has seen an increase of more than 50% in the heaviest precipitation events in recent decades, the largest increase of any region of the U.S."},{"Words":"length","Definitions":"the linear extent in space from one end to the other","Example":"In quantum mechanics, the shortest conceivable length in nature is 10??? centimeters, the so-called Planck length."},{"Words":"mass","Definitions":"the property of a body that causes it to have weight","Example":"The smaller stars with lower masses live much longer, so we find them at every age, and they tend to be cooler and redder."},{"Words":"measurement","Definitions":"assigning numbers to phenomena according to a rule","Example":"Measuring a property of one particle — its direction of spin, say — would instantaneously affect the measurement of its mate."},{"Words":"meter","Definitions":"a basic unit of length (approximately 1.094 yards)","Example":"One obvious example of massive growth is the blue whale, which can reach colossal lengths of up to 30 meters at maturity."},{"Words":"multiplication","Definitions":"arithmetic operation determining the product of two numbers","Example":"In World War II, an extraordinary calculating machine commissioned by the U.S. military, the Electronic Numerical Integrator and Computer, could, each second, perform around 350 multiplications or 5,000 simple additions."},{"Words":"negative","Definitions":"less than zero","Example":"By about 2030, if the trend persists, Earth time will overtake atomic time by about a second — so metrologists will have to insert a negative leap second to keep the two time scales in sync."},{"Words":"positive","Definitions":"greater than zero","Example":"In a sense these infinitesimals were infinitely small, smaller than any positive number you could name, yet still somehow greater than zero."},{"Words":"shape","Definitions":"the spatial arrangement of something","Example":"Having no fixed shape and no set boundary, an infinity puzzle can be assembled and reassembled in numerous ways, seemingly ad infinitum."},{"Words":"subtraction","Definitions":"arithmetic operation of deducting one quantity from another","Example":"New research suggests these busybodies of the insect world are capable of addition and subtraction—using colors in the place of plus and minus symbols"},{"Words":"width","Definitions":"the extent of something from side to side","Example":"Later observations revealed that the brown dwarf is about the same width as Jupiter, with a diameter of nearly 129,000 kilometers, but much denser, with 70 times as much mass."},{"Words":"compare","Definitions":"consider or describe as similar, equal, or analogous","Example":"Physicists like to compare the teleportation process to two cups of tea"},{"Words":"decimal","Definitions":"a number in a system based on ten","Example":"The small raised 2 is called an exponent, and it tells us how many times we moved the decimal point to the left."},{"Words":"denominator","Definitions":"the divisor of a fraction","Example":"All of these expressions, but especially 0/0, could take on any value you desire them to have, depending on the functions you put in the numerator and denominator."},{"Words":"difference","Definitions":"the number that remains after subtraction","Example":"The difference of 9 and 2 means subtract 9 and 2, in other words, 9 minus 2, which we write symbolically as 9 ? 2."},{"Words":"digit","Definitions":"one of the elements that form a system of numeration","Example":"Like the Babylonians, the Mayans had a place-value system of digits and places."},{"Words":"fraction","Definitions":"the quotient of two rational numbers","Example":"Unfortunately, they don’t do as effective a job in teaching when to add or subtract, when to multiply or divide, or how to convert from fractions to decimals or percentages."},{"Words":"integer","Definitions":"any natural number or its negative, or zero","Example":"It is sometimes convenient to use fractions instead of integers as intermediate coefficients in the process of balancing a chemical equation"},{"Words":"numeral","Definitions":"a symbol used to represent a quantity","Example":"After doing their calculations with Babylonian notation, Greek astronomers usually converted the numbers back into clunky Greek-style numerals—without zero."},{"Words":"numerator","Definitions":"the dividend of a fraction","Example":"We can apply the properties of fractions to rational expressions, such as simplifying the expressions by canceling common factors from the numerator and the denominator."},{"Words":"percent","Definitions":"a proportion in relation to a whole","Example":"Despite a good deal of opinion to the contrary, an item whose price has been increased by 50 percent and then reduced by 50 percent has had a net reduction in price of 25 percent."},{"Words":"product","Definitions":"a quantity obtained by multiplication","Example":"We can write a polynomial dividend as the product of the divisor and the quotient added to the remainder"},{"Words":"property","Definitions":"a basic or essential attribute shared by members of a class","Example":"Though they had slightly different surface textures, they had generally the same overall surface roughness and, therefore, similar aerodynamic properties."},{"Words":"quart","Definitions":"a unit of liquid equal to 32 fluid ounces or two pints","Example":"In the course of a day, some 150 quarts of blood normally pass through the kidneys, with only a quart or two of liquid waste leaving the body as urine."},{"Words":"quarter","Definitions":"one of four equal parts","Example":"They can regrow not only limbs but also up to a quarter of their brain if it is cut out—handy for survival"},{"Words":"ratio","Definitions":"the relative magnitudes of two quantities","Example":"Like squares and triangles, lines were number-shapes, so dividing a string into two parts was the same as taking a ratio of two numbers."},{"Words":"remainder","Definitions":"the number that remains after subtraction","Example":"We check division by multiplying the quotient by the divisor and adding the remainder"},{"Words":"simplify","Definitions":"reduce the form of a mathematical equation or expression","Example":"One approach is to write the quotient in factored form and simplify"},{"Words":"solution","Definitions":"a statement that solves a problem","Example":"In essence, a quantum computer runs all the possible variations of the program simultaneously to arrive at a solution."},{"Words":"surface","Definitions":"the two-dimensional boundary of a three-dimensional object","Example":"Mathematically, he explained, the design is inspired by the “mind-boggling” topology of a Klein bottle: a “non-orientable closed surface,” with no inside, outside, up or down."},{"Words":"value","Definitions":"a numerical quantity measured or assigned or computed","Example":"General merchandise sold for $25 to $40 will cost a big retailer “80 to 90 percent of the retail value of the goods in handling the product,” he added."},{"Words":"consecutive","Definitions":"in regular succession without gaps","Example":"Sequences of heads and tails of a given length, say twenty flips, generally have a certain number of consecutive runs of heads."},{"Words":"dividend","Definitions":"a number to be divided by another number","Example":"The Division Algorithm tells us that a polynomial dividend can be written as the product of the divisor and the quotient added to the remainder"},{"Words":"interval","Definitions":"a set containing all points between two given endpoints","Example":"There is not a set procedure for determining the number of bars or bar width/bin size; however, consistency is key when determining which data values to place inside each interval."},{"Words":"irrational","Definitions":"real but not expressible as the quotient of two integers","Example":"All other intervals are given by irrational numbers based on the twelfth root of two, not nice numbers that can be written as a ratio of two small whole numbers."},{"Words":"magnitude","Definitions":"a number assigned to the ratio of two quantities","Example":"Based on this measurement, astronomers then defined an accurate magnitude system in which a difference of five magnitudes corresponds exactly to a brightness ratio of 100:1."},{"Words":"metric","Definitions":"based on a decimal unit of measurement","Example":"The current best estimate for Earth’s weight is 5.9725 billion trillion metric tons, a difference of only about 1 percent from Cavendish’s finding."},{"Words":"multiple","Definitions":"the product of a quantity by an integer","Example":"The ratios for equal temperament are all multiples of the twelfth root of two"},{"Words":"proportion","Definitions":"ratio of the magnitude of a part to that of the whole","Example":"The confirmed case-fatality risk, also known as the case-fatality risk, is defined as the \"proportion of deaths within a defined population of interest,\" measuring \"the severity of the disease that causes death.\""},{"Words":"quotient","Definitions":"the number obtained by division","Example":"Since L’H?pital’s rule applies to quotients, we use the natural logarithm function and its properties to reduce a problem evaluating a limit involving exponents to a related problem involving a limit of a quotient."},{"Words":"rational","Definitions":"capable of being expressed as a quotient of integers","Example":"Adding a rational number over and over, on the other hand, is not dense because eventually you will be repeating the same number."},{"Words":"reciprocal","Definitions":"one of a pair of numbers whose product is 1","Example":"Most interesting of all, if you take a number x and replace it with its reciprocal 1/x, that is equivalent to flipping the sphere upside down and reflecting it in a mirror."},{"Words":"sequence","Definitions":"serial arrangement in which things follow in logical order","Example":"A particular sequence of DNA—ACT-GAC-CAC-GTG—was therefore used to build an RNA chain, and the RNA chain was translated into a chain of amino acids, ultimately leading to the construction of a protein."},{"Words":"sequential","Definitions":"in regular succession without gaps","Example":"Groups of species grow and then are replaced by other groups through a sequential series of changes as the community matures over time"},{"Words":"tangent","Definitions":"a line that touches a curve at only one point","Example":"When your points are zero distance away from each other, your approximation is perfect: you have found the tangent."},{"Words":"velocity","Definitions":"distance traveled per unit time in one direction","Example":"An object approaching us at very high velocities is perceived to have the color of its spectral lines blue-shifted"}]